/* model name / model code template */
"%@ (%@)" = "%@ (%@)";

/* OS version display template */
"%@ Build %@" = "%@ Build %@";

/* template for CPU family and CPU version */
"%@, version %x.%x" = "%@, version %x.%x";

/* number of CPUs display template */
"%u (%u logical, %u active)" = "%u (%u logical, %u active)";

/* middle string for joining production date and factory output */
", " = ", ";

/* fallback message for serial number of system with missing personality data */
"- removed - (Logic board was replaced.)" = "- removed - (Logic board was replaced.)";

/* kernel 32 bit operation mode description */
"32 bit" = "32 bit";

/* kernel 64 bit operation mode description */
"64 bit" = "64 bit";

/* feature available display text */
"available" = "available";

/* factory representation for unknown China production */
"China" = "China";

/* factory representation Compal */
"Compal Electronics, Taiwan" = "Compal Electronics, Taiwan";

/* factory representation for Cork */
"Cork, Ireland" = "Cork, Ireland";

/* factory representation for Fountain */
"Fountain (Colorado), USA" = "Fountain (Colorado), USA";

/* factory representation Foxconn */
"Foxconn, Czech Republic" = "Foxconn, Czech Republic";

/* factory representation for Fremont */
"Fremont (California), USA" = "Fremont (California), USA";

/* factory representation Hon Hai */
"Hon Hai Precision Industry, China" = "Hon Hai Precision Industry, China";

/* factory representation LG */
"LG Group, Korea" = "LG Group, Korea";

/* factory representation for Malaysia */
"Malaysia" = "Malaysia";

/* factory representation for Mexico */
"Mexico" = "Mexico";

/* negative flag */
"No" = "No";

/* feature not available display text */
"not available" = "not available";

/* factory representation Shanghai */
"Quanta Computer Shanghai, China" = "Quanta Computer Shanghai, China";

/* factory representation for Quanta */
"Quanta Computer, Taiwan" = "Quanta Computer, Taiwan";

/* factory representation for remanufactured system */
"Refurbished" = "Refurbished";

/* factory representation for Sacramento */
"Sacramento (California), USA" = "Sacramento (California), USA";

/* factory representation for Singapore */
"Singapore" = "Singapore";

/* factory representation for Taiwan */
"Taiwan" = "Taiwan";

/* factory representation for Universal */
"Universal Microelectronics, Taiwan" = "Universal Microelectronics, Taiwan";

/* general unknown output */
"unknown" = "unknown";

/* unknown production data output */
"Unknown (Logic board was replaced.)" = "Unknown (Logic board was replaced.)";

/* factory representation for unknown USA locations */
"USA" = "USA";

/* template for production date output */
"Week of %@" = "Week of %@";

/* positive flag */
"Yes" = "Yes";

/* description for speed feature on systems with bus slewing */
"Yes (bus slewing)" = "Yes (bus slewing)";

/* description for speed feature on systems with low/high speed */
"Yes (speed reducable)" = "Yes (speed reducable)";
